Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# onboarding.dateOfBirth.pickerLabel
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hy: Ծննդյան ամսաթիվ
it: Data di nascita
ka: დაბადების თარიღი
ru: Дата рождения
sr: Датум рођења

# onboarding.dateOfBirth.subtitle
source: This will be taken into account when generating your daily tailored plan.
de: Das wird bei der Erstellung deines täglichen, individuellen Plans berücksichtigt.
es: Esto se tendrá en cuenta al generar tu plan diario personalizado.
fr: Cela sera pris en compte lors de la génération de votre plan quotidien personnalisé.
hy: Սա հաշվի կառնվի ձեր օրական անհատականացված պլանը ստեղծելիս։
it: Ne terremo conto quando genereremo il tuo piano giornaliero personalizzato.
ka: ეს გათვალისწინებული იქნება თქვენი ყოველდღიური მორგებული გეგმის შექმნისას.
ru: Это будет учтено при составлении вашего ежедневного индивидуального плана.
sr: Ово ће бити узето у обзир приликом креирања твог дневног прилагођеног плана.

# onboarding.dateOfBirth.title
source: When were you born?
de: Wann bist du geboren?
es: ¿Cuándo naciste?
fr: Quand es-tu né(e) ?
hy: Ե՞րբ եք ծնվել։
it: Quando sei nato/a?
ka: როდის დაიბადეთ?
ru: Когда вы родились?
sr: Када си рођен/а?

# onboarding.estimatedMonths
source: You should reach your goal in %lld months
de: Du solltest dein Ziel in %lld Monaten erreichen
es: Deberías alcanzar tu objetivo en %lld meses
fr: Vous devriez atteindre votre objectif en %lld mois
hy: Դու կհասնես նպատակին %lld ամսում
it: Dovresti raggiungere il tuo obiettivo in %lld mesi
ka: შენ მიზანს მიაღწევ %lld თვეში
ru: Ты достигнешь цели через %lld месяца
sr: Циљ ћеш достићи за %lld месеца

# onboarding.generatingPlan.checklist.activeRecovery
source: Active Recovery
de: Aktive Erholung
es: Recuperación activa
fr: Récupération active
hy: Ակտիվ վերականգնում
it: Recupero attivo
ka: აქტიური აღდგენა
ru: Активное восстановление
sr: Активни опоравак

# onboarding.generatingPlan.checklist.healthScore
source: Health Score
de: Gesundheitswert
es: Puntuación de salud
fr: Score de santé
hy: Առողջության ցուցանիշ
it: Punteggio di salute
ka: ჯანმრთელობის ქულა
ru: Показатель здоровья
sr: Оцена здравља

# onboarding.generatingPlan.checklist.movement
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
hy: Շարժում
it: Movimento
ka: მოძრაობა
ru: Движение
sr: Покрет

# onboarding.generatingPlan.checklist.workout
source: Workout
de: Training
es: Entrenamiento
fr: Entraînement
hy: Մարզում
it: Allenamento
ka: ვარჯიში
ru: Тренировка
sr: Тренинг

# onboarding.generatingPlan.dailyRecommendationsLabel
source: Daily recommendations for
de: Tägliche Empfehlungen für
es: Recomendaciones diarias para
fr: Recommandations quotidiennes pour
hy: Օրական առաջարկություններ
it: Consigli giornalieri per
ka: ყოველდღიური რეკომენდაციები
ru: Ежедневные рекомендации для
sr: Дневне препоруке за

# onboarding.generatingPlan.eyebrow
source: Creating your plan
de: Dein Plan wird erstellt
es: Creando tu plan
fr: Création de ton programme
hy: Ստեղծվում է ձեր պլանը
it: Creazione del tuo piano
ka: შენი გეგმის შექმნა
ru: Создаём ваш план
sr: Прављење твог плана

# onboarding.generatingPlan.headline
source: Setting everything up for you
de: Alles wird für dich eingerichtet
es: Preparando todo para ti
fr: On prépare tout pour toi
hy: Ամեն ինչ պատրաստվում է ձեզ համար
it: Stiamo preparando tutto per te
ka: ყველაფერი გეწყობა შენთვის
ru: Настраиваем всё для вас
sr: Спремамо све за тебе

# onboarding.height.continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hy: Շարունակել
it: Continua
ka: გაგრძელება
ru: Продолжить
sr: Настави

# onboarding.height.subtitle
source: Used to personalize your training and nutrition targets.
de: Wird verwendet, um deine Trainings- und Ernährungsziele zu personalisieren.
es: Se usa para personalizar tus objetivos de entrenamiento y nutrición.
fr: Utilisé pour personnaliser vos objectifs d'entraînement et de nutrition.
hy: Օգտագործվում է ձեր մարզումների և սննդի նպատակները անհատականացնելու համար։
it: Serve per personalizzare i tuoi obiettivi di allenamento e nutrizione.
ka: გამოიყენება თქვენი ვარჯიშისა და კვების მიზნების პერსონალიზაციისთვის.
ru: Используется для персонализации ваших целей по тренировкам и питанию.
sr: Користи се за прилагођавање твојих циљева тренинга и исхране.

# onboarding.height.title
source: What's your height?
de: Wie groß bist du?
es: ¿Cuál es tu altura?
fr: Quelle est ta taille ?
hy: Ո՞րն է ձեր հասակը։
it: Quanto sei alto/a?
ka: რა არის თქვენი სიმაღლე?
ru: Какой у вас рост?
sr: Која ти је висина?

# onboarding.monthsStandalone
source: %lld months
de: %lld Monate
es: %lld meses
fr: %lld mois
hy: %lld ամիս
it: %lld mesi
ka: %lld თვე
ru: %lld месяца
sr: %lld месеца

# onboarding.signUpConsent.continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hy: Շարունակել
it: Continua
ka: გაგრძელება
ru: Продолжить
sr: Настави

# onboarding.signUpConsent.errorMessage
source: You must accept the Terms of Service and Privacy Policy to continue.
de: Du musst den Nutzungsbedingungen und der Datenschutzrichtlinie zustimmen, um fortzufahren.
es: Debes aceptar los Términos de servicio y la Política de privacidad para continuar.
fr: Tu dois accepter les Conditions d'utilisation et la Politique de confidentialité pour continuer.
hy: Շարունակելու համար պետք է ընդունեք Ծառայության պայմանները և Գաղտնիության քաղաքականությունը։
it: Devi accettare i Termini di servizio e l'Informativa sulla privacy per continuare.
ka: გასაგრძელებლად უნდა დაეთანხმოთ მომსახურების პირობებსა და კონფიდენციალურობის პოლიტიკას.
ru: Чтобы продолжить, вы должны принять Условия использования и Политику конфиденциальности.
sr: Мораш прихватити Услове коришћења и Политику приватности да би наставио.

# onboarding.signUpConsent.marketingOptInText
source: Send me tips, new features, and personalized offers from Soma Health.
de: Sende mir Tipps, neue Funktionen und personalisierte Angebote von Soma Health.
es: Envíame consejos, nuevas funciones y ofertas personalizadas de Soma Health.
fr: Envoie-moi des conseils, nouveautés et offres personnalisées de Soma Health.
hy: Ուղարկեք ինձ խորհուրդներ, նոր հնարավորություններ և անհատականացված առաջարկներ Soma Health-ից։
it: Inviami consigli, nuove funzionalità e offerte personalizzate da Soma Health.
ka: გამომიგზავნეთ რჩევები, ახალი ფუნქციები და პერსონალიზებული შეთავაზებები Soma Health-იდან.
ru: Присылайте мне советы, новые функции и персональные предложения от Soma Health.
sr: Шаљите ми савете, нове функције и персонализоване понуде од Soma Health.

# onboarding.signUpConsent.subtitle
source: Just a couple of things before we continue.
de: Nur noch ein paar Dinge, bevor wir fortfahren.
es: Solo un par de cosas antes de continuar.
fr: Juste quelques détails avant de continuer.
hy: Ընդամենը մի քանի բան, նախքան շարունակելը։
it: Solo un paio di cose prima di continuare.
ka: მხოლოდ რამდენიმე რამ, სანამ გავაგრძელებთ.
ru: Ещё пара моментов, прежде чем продолжить.
sr: Само још пар ствари пре него што наставимо.

# onboarding.signUpConsent.termsText
source: I agree to Soma's Terms of Service and Privacy Policy, and understand Soma's recommendations are not medical advice.
de: Ich stimme den Nutzungsbedingungen und der Datenschutzrichtlinie von Soma zu und verstehe, dass Somas Empfehlungen keine medizinische Beratung sind.
es: Acepto los Términos de servicio y la Política de privacidad de Soma, y entiendo que las recomendaciones de Soma no son un consejo médico.
fr: J'accepte les Conditions d'utilisation et la Politique de confidentialité de Soma, et je comprends que les recommandations de Soma ne constituent pas un avis médical.
hy: Ես համաձայն եմ Soma-ի Ծառայության պայմաններին և Գաղտնիության քաղաքականությանը և հասկանում եմ, որ Soma-ի առաջարկությունները բժշկական խորհրդատվություն չեն։
it: Accetto i Termini di servizio e l'Informativa sulla privacy di Soma, e comprendo che i consigli di Soma non costituiscono un parere medico.
ka: ვეთანხმები Soma-ს მომსახურების პირობებსა და კონფიდენციალურობის პოლიტიკას და მესმის, რომ Soma-ს რეკომენდაციები არ წარმოადგენს სამედიცინო რჩევას.
ru: Я принимаю Условия использования и Политику конфиденциальности Soma и понимаю, что рекомендации Soma не являются медицинской консультацией.
sr: Прихватам Услове коришћења и Политику приватности Soma-е и разумем да Soma-ине препоруке нису медицински савет.

# onboarding.signUpConsent.title
source: Save your progress
de: Speichere deinen Fortschritt
es: Guarda tu progreso
fr: Enregistre ta progression
hy: Պահպանիր ձեր առաջընթացը
it: Salva i tuoi progressi
ka: შეინახე შენი პროგრესი
ru: Сохраните свой прогресс
sr: Сачувај свој напредак

# onboarding.signUpConsent.viewPrivacyPolicy
source: View Privacy Policy
de: Datenschutzrichtlinie ansehen
es: Ver política de privacidad
fr: Voir la politique de confidentialité
hy: Դիտել Գաղտնիության քաղաքականությունը
it: Visualizza informativa sulla privacy
ka: კონფიდენციალურობის პოლიტიკის ნახვა
ru: Посмотреть политику конфиденциальности
sr: Погледај политику приватности

# onboarding.signUpConsent.viewTermsOfService
source: View Terms of Service
de: Nutzungsbedingungen ansehen
es: Ver los términos del servicio
fr: Voir les conditions d'utilisation
hy: Դիտել Ծառայության պայմանները
it: Visualizza i termini di servizio
ka: მომსახურების პირობების ნახვა
ru: Просмотреть условия использования
sr: Погледај услове коришћења

# onboarding.tryFreeReassurance.continueButton
source: Try Now
de: Jetzt ausprobieren
es: Probar ahora
fr: Essayer maintenant
hy: Փորձել հիմա
it: Prova ora
ka: სცადეთ ახლა
ru: Попробовать сейчас
sr: Пробај сада

# onboarding.tryFreeReassurance.paymentBadge
source: No Payment Due Now
de: Jetzt keine Zahlung fällig
es: Sin pago requerido ahora
fr: Aucun paiement requis maintenant
hy: Հիմա վճարում չի պահանջվում
it: Nessun pagamento richiesto ora
ka: ახლა გადახდა არ არის საჭირო
ru: Оплата сейчас не требуется
sr: Плаћање тренутно није потребно

# onboarding.tryFreeReassurance.title
source: We want you to try Soma for free
de: Wir möchten, dass du Soma kostenlos ausprobierst
es: Queremos que pruebes Soma gratis
fr: On veut que tu essaies Soma gratuitement
hy: Մենք ցանկանում ենք, որ դուք անվճար փորձեք Soma-ն
it: Vogliamo che tu provi Soma gratuitamente
ka: გვინდა უფასოდ სცადოთ Soma
ru: Мы хотим, чтобы вы попробовали Soma бесплатно
sr: Желимо да бесплатно испробаш Soma-у

# onboarding.weightDelta.headlineGaining
source: Gaining %@ starts with a plan!
de: %@ zunehmen beginnt mit einem Plan.
es: Ganar %@ empieza con un plan.
fr: Prendre %@ commence par un plan.
hy: %@ գիրանալը սկսվում է պլանից!
it: Aumentare di %@ inizia con un piano.
ka: %@-ის მომატება იწყება გეგმით!
ru: Набор %@ начинается с плана!
sr: Добијање од %@ почиње планом!

# onboarding.weightDelta.headlineLosing
source: Losing %@ starts with a plan!
de: %@ abnehmen beginnt mit einem Plan.
es: Perder %@ empieza con un plan.
fr: Perdre %@ commence par un plan.
hy: %@ նիհարելը սկսվում է պլանից!
it: Perdere %@ inizia con un piano.
ka: %@-ის დაკლება იწყება გეგმით!
ru: Похудение на %@ начинается с плана!
sr: Губитак од %@ почиње планом!

# onboardingCharts.planHighlights.blockers
source: Designed around what's gotten in the way: %@
de: Berücksichtigt, was dir im Weg stand: %@
es: Diseñado teniendo en cuenta lo que se ha interpuesto: %@
fr: Conçu en tenant compte de ce qui t'a freiné : %@
hy: Նախագծված է հաշվի առնելով, թե ինչն էր խանգարում՝ %@
it: Pensato tenendo conto di ciò che ti ha ostacolato: %@
ka: გათვალისწინებულია, რამაც ხელი შეგიშალა: %@
ru: Учтено то, что мешало раньше: %@
sr: Прилагођено ономе што ти је стајало на путу: %@

# onboardingCharts.planHighlights.dietType
source: Nutrition guidance tuned to: %@
de: Ernährungsempfehlungen abgestimmt auf: %@
es: Pautas de nutrición ajustadas a: %@
fr: Conseils nutritionnels adaptés à : %@
hy: Սննդի ուղեցույցը հարմարեցված է՝ %@
it: Indicazioni nutrizionali calibrate su: %@
ka: კვების რეკომენდაციები მორგებულია: %@
ru: Рекомендации по питанию подобраны под: %@
sr: Смернице за исхрану прилагођене за: %@

# onboardingCharts.planHighlights.goal
source: Built around your goal: %@
de: Rund um dein Ziel aufgebaut: %@
es: Diseñado en torno a tu objetivo: %@
fr: Conçu autour de ton objectif : %@
hy: Կառուցված է քո նպատակի շուրջ՝ %@
it: Costruito attorno al tuo obiettivo: %@
ka: აგებულია შენი მიზნის გარშემო: %@
ru: Построено вокруг твоей цели: %@
sr: Изграђено око твог циља: %@

# onboardingCharts.planHighlights.journeyStage
source: Paced for where you are: %@
de: Angepasst an deinen aktuellen Stand: %@
es: Ajustado a tu punto de partida: %@
fr: Adapté à ton niveau actuel : %@
hy: Տեմպը հարմարեցված է քո փուլին՝ %@
it: Calibrato sul punto in cui ti trovi: %@
ka: ტემპი მორგებულია შენს ეტაპზე: %@
ru: Темп подобран под твой этап: %@
sr: Прилагођено твојој тренутној фази: %@

# onboardingCharts.planHighlights.title
source: Highlights of your plan
de: Highlights deines Plans
es: Aspectos destacados de tu plan
fr: Points forts de ton programme
hy: Քո ծրագրի հիմնական կետերը
it: Punti salienti del tuo piano
ka: შენი გეგმის მთავარი აქცენტები
ru: Главное в твоём плане
sr: Најважније у твом плану

# onboardingCharts.trajectory.addWeightPrompt
source: Add your weight to see your projected timeline.
de: Füge dein Gewicht hinzu, um deinen voraussichtlichen Zeitplan zu sehen.
es: Añade tu peso para ver tu cronograma proyectado.
fr: Ajoute ton poids pour voir ton calendrier prévisionnel.
hy: Ավելացրու քո քաշը՝ քո կանխատեսվող ժամանակացույցը տեսնելու համար։
it: Aggiungi il tuo peso per vedere la tua tempistica prevista.
ka: დაამატე შენი წონა, რომ ნახო შენი სავარაუდო ვადები.
ru: Укажи свой вес, чтобы увидеть предполагаемый график.
sr: Додај своју тежину да видиш предвиђену временску линију.

# onboardingCharts.trajectory.currentWeightToday
source: %@ kg today
de: %@ kg heute
es: %@ kg hoy
fr: %@ kg aujourd'hui
hy: %@ կգ այսօր
it: %@ kg oggi
ka: %@ კგ დღეს
ru: %@ кг сегодня
sr: %@ кг данас

# onboardingCharts.trajectory.goalTag
source: GOAL
de: ZIEL
es: OBJETIVO
fr: OBJECTIF
hy: ՆՊԱՏԱԿ
it: OBIETTIVO
ka: მიზანი
ru: ЦЕЛЬ
sr: ЦИЉ

# onboardingCharts.trajectory.setGoalWeightPrompt
source: Set a goal weight to see your projected timeline.
de: Lege ein Zielgewicht fest, um deinen voraussichtlichen Zeitplan zu sehen.
es: Establece un peso objetivo para ver tu cronograma proyectado.
fr: Définis un poids cible pour voir ton calendrier prévisionnel.
hy: Սահմանիր նպատակային քաշը՝ քո կանխատեսվող ժամանակացույցը տեսնելու համար։
it: Imposta un peso obiettivo per vedere la tua tempistica prevista.
ka: დააყენე სამიზნე წონა, რომ ნახო შენი სავარაუდო ვადები.
ru: Укажи целевой вес, чтобы увидеть предполагаемый график.
sr: Постави циљну тежину да видиш предвиђену временску линију.

source: out of 10
de: von 10
es: de 10
fr: sur 10
hy: 10-ից
it: su 10
ka: 10-დან
ru: из 10
sr: од 10

# overviewAccordion.hrv.text
source: The variation in time between heartbeats. Generally, a higher HRV relative to your own baseline suggests your nervous system is well-recovered; a lower one can signal fatigue, stress, or incomplete recovery.
de: Die Schwankung der Zeit zwischen deinen Herzschlägen. Ein im Vergleich zu deinem eigenen Ausgangswert höherer HRV-Wert deutet in der Regel darauf hin, dass dein Nervensystem gut erholt ist; ein niedrigerer kann auf Erschöpfung, Stress oder unvollständige Erholung hinweisen.
es: La variación en el tiempo entre latidos. Por lo general, un HRV más alto en relación con tu valor de referencia indica que tu sistema nervioso está bien recuperado; uno más bajo puede indicar fatiga, estrés o una recuperación incompleta.
fr: La variation du temps entre vos battements cardiaques. En général, un HRV plus élevé par rapport à votre propre référence indique que votre système nerveux est bien récupéré ; un HRV plus bas peut signaler de la fatigue, du stress ou une récupération incomplète.
hy: Սրտի զարկերի միջև ընկած ժամանակի փոփոխականությունը։ Սովորաբար, քո սեփական միջինի համեմատ ավելի բարձր HRV-ն ցույց է տալիս, որ նյարդային համակարգդ լավ վերականգնված է; ավելի ցածրը կարող է վկայել հոգնածության, սթրեսի կամ թերի վերականգնման մասին։
it: La variazione del tempo tra i battiti cardiaci. In genere, un HRV più alto rispetto al tuo valore di riferimento indica che il tuo sistema nervoso è ben recuperato; uno più basso può segnalare affaticamento, stress o un recupero incompleto.
ka: დროის ცვალებადობა გულისცემებს შორის. ჩვეულებრივ, უფრო მაღალი HRV შენს საბაზისო დონესთან შედარებით ნიშნავს, რომ შენი ნერვული სისტემა კარგადაა აღდგენილი; დაბალი მაჩვენებელი შეიძლება მიუთითებდეს დაღლილობაზე, სტრესზე ან არასრულ აღდგენაზე.
ru: Разброс во времени между ударами сердца. Обычно чем выше HRV относительно твоего обычного уровня, тем лучше восстановлена твоя нервная система; более низкий показатель может говорить об усталости, стрессе или неполном восстановлении.
sr: Промена времена између откуцаја срца. Генерално, виши HRV у односу на твој уобичајени ниво указује да ти је нервни систем добро опорављен; нижи може указивати на умор, стрес или непотпун опоравак.

# overviewAccordion.recovery.text
source: A single score blending your heart rate variability, resting heart rate, and sleep from last night -- Whoop calls it Recovery, Oura calls it Readiness. Higher generally means your body is better prepared for a harder effort today.
de: Ein einzelner Wert, der deine Herzfrequenzvariabilität, deinen Ruhepuls und deinen Schlaf der letzten Nacht kombiniert – Whoop nennt ihn Erholung, Oura nennt ihn Bereitschaft. Je höher der Wert, desto besser ist dein Körper in der Regel auf eine intensivere Belastung heute vorbereitet.
es: Una puntuación única que combina tu variabilidad de frecuencia cardíaca, tu frecuencia cardíaca en reposo y el sueño de anoche: Whoop la llama Recuperación, Oura la llama Preparación. Cuanto más alta, generalmente mejor preparado está tu cuerpo para un esfuerzo más intenso hoy.
fr: Un score unique qui combine votre variabilité de fréquence cardiaque, votre fréquence cardiaque au repos et votre sommeil de la nuit dernière — Whoop l'appelle Récupération, Oura l'appelle Préparation. Plus il est élevé, plus votre corps est généralement prêt pour un effort intense aujourd'hui.
hy: Մեկ ցուցանիշ, որը միավորում է սրտի ռիթմի փոփոխականությունը, հանգստի սրտազարկը և անցած գիշերվա քունը — Whoop-ը այն կոչում է Recovery, Oura-ն՝ Readiness։ Որքան բարձր է, այնքան քո մարմինը սովորաբար ավելի պատրաստ է այսօր ծանր բեռնվածությանը։
it: Un punteggio unico che combina la variabilità della frequenza cardiaca, la frequenza cardiaca a riposo e il sonno della notte scorsa: Whoop lo chiama Recupero, Oura lo chiama Preparazione. Più è alto, generalmente più il tuo corpo è pronto per uno sforzo intenso oggi.
ka: ერთი ქულა, რომელიც აერთიანებს გულის რითმის ვარიაბელობას, მოსვენებულ პულსს და წუხანდელ ძილს — Whoop მას Recovery-ს უწოდებს, Oura კი — Readiness-ს. რაც უფრო მაღალია, მით უფრო მზადაა შენი სხეული დღეს რთული დატვირთვისთვის.
ru: Единый показатель, который объединяет вариабельность сердечного ритма, пульс покоя и сон за прошлую ночь — Whoop называет его Recovery, Oura — Readiness. Чем он выше, тем обычно лучше твоё тело готово к серьёзной нагрузке сегодня.
sr: Јединствена оцена која обједињује варијабилност срчаног ритма, пулс у мировању и сан из претходне ноћи — Whoop то назива Recovery, а Oura Readiness. Виша вредност углавном значи да је твоје тело боље припремљено за напоран труд данас.

# overviewAccordion.recovery.title
source: Recovery / Readiness
de: Erholung / Bereitschaft
es: Recuperación / Preparación
fr: Récupération / Préparation
hy: Վերականգնում / Պատրաստվածություն
it: Recupero / Preparazione
ka: აღდგენა / მზადყოფნა
ru: Восстановление / Готовность
sr: Опоравак / Спремност

# overviewAccordion.restingHR.text
source: Your heart rate at rest, usually measured overnight. A notably higher-than-usual resting heart rate can be an early sign of accumulated fatigue, illness, or poor sleep.
de: Dein Ruhepuls, meist über Nacht gemessen. Ein auffällig höherer Ruhepuls als gewöhnlich kann ein frühes Anzeichen für angesammelte Erschöpfung, Krankheit oder schlechten Schlaf sein.
es: Tu frecuencia cardíaca en reposo, medida normalmente durante la noche. Una frecuencia cardíaca en reposo notablemente más alta de lo habitual puede ser un signo temprano de fatiga acumulada, enfermedad o mal sueño.
fr: Votre fréquence cardiaque au repos, généralement mesurée pendant la nuit. Une fréquence cardiaque au repos nettement plus élevée que d'habitude peut être un signe précoce de fatigue accumulée, de maladie ou de mauvais sommeil.
hy: Հանգստի պահին քո սրտի հաճախությունը, սովորաբար չափվում է գիշերը։ Սովորականից նկատելիորեն բարձր հանգստի սրտազարկը կարող է կուտակված հոգնածության, հիվանդության կամ վատ քնի վաղ նշան լինել։
it: La tua frequenza cardiaca a riposo, di solito misurata durante la notte. Una frequenza cardiaca a riposo notevolmente più alta del solito può essere un segnale precoce di affaticamento accumulato, malattia o sonno scarso.
ka: შენი პულსი მოსვენების დროს, ჩვეულებრივ იზომება ღამით. შესამჩნევად მომატებული მოსვენებული პულსი შეიძლება იყოს დაგროვილი დაღლილობის, დაავადების ან ცუდი ძილის ადრეული ნიშანი.
ru: Твой пульс в состоянии покоя, обычно измеряется ночью. Заметно повышенный пульс покоя может быть ранним признаком накопленной усталости, болезни или плохого сна.
sr: Твој пулс у стању мировања, обично мерен током ноћи. Приметно виши пулс у мировању него иначе може бити рани знак нагомиланог умора, болести или лошег сна.

# overviewAccordion.restingHR.title
source: Resting HR
de: Ruhepuls
es: FC en reposo
fr: FC au repos
hy: Հանգստի սրտազարկ
it: FC a riposo
ka: მოსვენებული პულსი
ru: Пульс покоя
sr: Пулс у мировању

# overviewAccordion.sleep.text
source: Total time asleep. Both duration and consistency matter for recovery -- see the Sleep section for how that time was split between light, deep, and REM sleep.
de: Gesamte Schlafzeit. Für die Erholung zählen sowohl die Dauer als auch die Regelmäßigkeit – im Abschnitt Schlaf siehst du, wie sich diese Zeit auf Leicht-, Tief- und REM-Schlaf verteilt hat.
es: Tiempo total dormido. Tanto la duración como la constancia son importantes para la recuperación; consulta la sección Sueño para ver cómo se repartió ese tiempo entre sueño ligero, profundo y REM.
fr: Temps total de sommeil. La durée et la régularité comptent toutes deux pour la récupération ; consultez la section Sommeil pour voir comment ce temps s'est réparti entre sommeil léger, profond et paradoxal (REM).
hy: Քնած անցկացրած ընդհանուր ժամանակը։ Վերականգնման համար կարևոր են և՛ տևողությունը, և՛ կանոնավորությունը — տե՛ս «Քուն» բաժինը՝ տեսնելու, թե ինչպես բաժանվեց այդ ժամանակը թեթև, խոր և REM քնի միջև։
it: Tempo totale di sonno. Sia la durata che la costanza contano per il recupero: consulta la sezione Sonno per vedere come si è suddiviso quel tempo tra sonno leggero, profondo e REM.
ka: საერთო ძილის დრო. აღდგენისთვის მნიშვნელოვანია როგორც ხანგრძლივობა, ისე რეგულარულობა — იხილე განყოფილება „ძილი", რომ ნახო, როგორ გადანაწილდა ეს დრო მსუბუქ, ღრმა და REM ძილს შორის.
ru: Общее время сна. Для восстановления важны и продолжительность, и регулярность — смотри раздел «Сон», чтобы увидеть, как это время распределилось между лёгким, глубоким сном и REM.
sr: Укупно време проведено у сну. За опоравак су важни и трајање и уредност — погледај одељак „Сан" да видиш како се то време распоредило на лак, дубок и REM сан.

# overviewAccordion.sleep.title
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
hy: Քուն
it: Sonno
ka: ძილი
ru: Сон
sr: Сан

# overviewHero.headline.high
source: High — a good day to push
de: Hoch – ein guter Tag, um dich zu fordern
es: Alta: un buen día para exigirte
fr: Élevée : une bonne journée pour vous dépasser
hy: Բարձր — լավ օր է ինտենսիվ մարզման համար
it: Alto: una buona giornata per spingere
ka: მაღალი — დღეს კარგი დღეა ინტენსიური ვარჯიშისთვის
ru: Высокая — хороший день, чтобы выложиться
sr: Висока — добар дан за јачи напор
